Repository: eocanha/meiga
Catalog: po/*.po
Languages: fr

source: --- No log available ---
fr: --- Aucun journal disponible ---

source: Error creating SSL certificate
fr: Erreur de création du certificat SSL

source: Error spawning SSL certificate creation process
fr: Erreur en lançant le processus de création du certificat SSL

source: External URL: %s
fr: URL externe : %s

source: Error opening file %s
fr: Erreur à l'ouverture du fichier %s

source: Could not aquire name
fr: Impossible d'obtenir le nom

source: Registering DBUS service
fr: Publication du service DBus

source: Error registering DBUS server: %s
fr: Erreur en publiant le serveur DBus : %s

source: Attempted to register path without GUI started. Ignoring.
fr: Tentative de d'enregistrement du chemin alors que l'interface graphique n'est pas démarrée. Ignoré.

source: Registered logical path '%s' to real path '%s'
fr: Enregistrement du chemin logique '%s' pour le chemin réel '%s'

source: Attempted to unregister path without GUI started. Ignoring.
fr: Tentative de désinscription du chemin alors que l'interface graphique n'est pas démarrée. Ignoré.

source: Unregistered logical path '%s'
fr: Chemin logique non enregistré '%s'

source: Invalid authentication asking for path %s
fr: Authentification invalide en demandant le chemin %s

source: Request: %s --> Serving: %s
fr: Requête : %s --> Fourni : %s

source: Index of %s
fr: Index de %s

source: Served by <a href="http://meiga.igalia.com">Meiga %s</a>
fr: Fourni par <a href="http://meiga.igalia.com">Meiga %s</a>

source: Request: %s --> Serving (RSS mode): %s
fr: Requête : %s --> Fourni (Mode RSS) : %s

source: Documents under %s
fr: Documents dans %s

source: File not found
fr: Fichier non trouvé

source: Error creating thread for UPNP redirector process
fr: Erreur de création du thread pour le processus de redirection UPnP

source: Error creating thread for SSH redirector process
fr: Erreur de création du thread pour le processus de redirection SSH

source: Error creating thread for FON redirector process
fr: Erreur de création du thread pour le processus de redirection FON

source: Found internal IP: %s
fr: IP interne trouvée : %s

source: Local IP not found
fr: IP locale non trouvée

source: Error spawning IP detection process
fr: Erreur en lançant le processus de détection d'IP

source: Found external IP: %s
fr: IP externe trouvée : %s

source: Creating redirection
fr: Création de la redirection

source: Redirection performed
fr: Redirection effectuée

source: Redirection already present
fr: Redirection déjà présente

source: External IP not found. Check that your router has UPnP enabled and working
fr: IP externe non trouvée. Vérifez que UPnP est activé et fonctionnel sur votre routeur

source: Error spawning UPNP redirector process
fr: Erreur en lançant le processus de redirection UPnP

source: Redirection removed
fr: Redirection supprimée

source: Unable to remove redirection
fr: Impossible de supprimer la redirection

source: Using external IP: %s
fr: Utilisation de l'IP externe : %s

source: Creating SSH tunnel
fr: Création du tunnel SSH

source: Error creating SSH tunnel. Check config parameters and password.
fr: Erreur à la création du tunnel SSH. Vérifiez les paramètres de configuration et le mot de passe.

source: Error spawning SSH redirector process
fr: Erreur en lançant le processus de redirection SSH

source: External IP not found. Check that you really have a Fonera version 1 router
fr: IP externe non trouvée. Vérifez que vous avez effectivement un routeur Fonera version 1

source: Error spawning FON redirector process
fr: Erreur en lançant le processus de redirection FON

source: No title
fr: Aucun titre

source: No description
fr: Aucune description

source: No content
fr: Aucun contenu

source: en
fr: fr

source: <a href="%s">Download %s</a>
fr: <a href="%s">Télécharger %s</a>

source: RssFeed.new_from_directory(): Error
fr: RssFeed.new_from_directory(): Erreur

source: Remote error deleting share '%s'
fr: Erreur du serveur en supprimant le partage '%s'

source: Remote error applying redirection options
fr: Erreur serveur en appliquant les options de redirection

source: Empty share name not allowed
fr: Les noms de partage vides ne sont pas autorisés

source: Share name not allowed
fr: Nom de partage non autorisé

source: Remote error sharing '%s' as '%s'
fr: Erreur du serveur en partageant '%s' comme '%s'

source: Error looking for DBUS server: %s
fr: Erreur en recherchant le serveur DBus : %s

source: Error looking for DBUS server: remote object not found
fr: Erreur en recherchant le serveur DBus : objet distant non trouvé

source: Share on Meiga...
fr: Partager sur Meiga...

source: Creating Nautilus context menu for Meiga %s --> %s
fr: Création du menu contextuel Nautilus pour Meiga %s --> %s

source: Icon file not found
fr: Fichier d'icône non trouvé

source: Remote error getting paths
fr: Erreur dans le serveur pendant l'obtention des chemins

source: Remote error getting redirection options
fr: Erreur serveur à l'obtention des options de redirection

source: Remote error getting log lines
fr: Erreur serveur à l'obtention des lignes du journal

source: Direct connection
fr: Connexion directe

source: Performing redirection
fr: Redirection en cours

source: Redirection error
fr: Erreur de redirection

source: Remote error getting public url
fr: Erreur serveur à l'obtention des URL publiques

source: Remote error shutting down server
fr: Erreur serveur à l'arrêt du serveur

source: _File
fr: _Fichier

source: _Share
fr: _Partager

source: _Copy invitation
fr: _Copier l'invitation

source: _Help
fr: A_ide

source: Local file
fr: Fichier local

source: Shared as
fr: Partagé en tant que

source: Shares
fr: Partages

source: Log
fr: Journal

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: Encrypt transmission
fr: Crypter la transmission

source: Port redirection scheme
fr: Schéma de redirection de port

source: None
fr: Aucun

source: <b>SSH options</b>
fr: <b>Options SSH</b>

source: Host
fr: Hôte

source: Add path
fr: Ajouter un chemin

source: Local directory
fr: Répertoire local

source: Select a folder to share
fr: Sélectionner un répertoire à partager

source: Share as
fr: Partager en tant que

source: This program comes with ABSOLUTELY NO WARRANTY.
fr: Ce programme est distribué SANS AUCUNE GARANTIE.

source: Licensed under GNU GPL 2.0. This is free software, and you are welcome to
fr: Soumis à la GNU GPL 2.0. Ce programme est libre et vous êtes encouragé à

source: redistribute it under certain conditions.
fr: le redistribuer sous certaines conditions.

source: For more information, see:
fr: Pour plus d'information, voir :

source: Xunta de Galicia partially funded this project using
fr: Xunta de Galicia a partiellement fondé ce projet en utilisant

source: the European Regional Development Fund (ERDF)
fr: le Fonds Européen de Développement Régional (FEDER)
